[
  {
    "text": "If you could lock someone up and throw away the key, would you and if so, who would that be?"
  },
  {
    "text": "What is something you predict will exist in 10 years that doesn't today?"
  },
  {
    "text": "What is the best random act of kindness you've ever witnessed?"
  },
  {
    "text": "How do you approach life?"
  },
  {
    "text": "If you could lock someone up and throw away the key, would you and if so, who would that be?"
  },
  {
    "text": "What is something that you absolutely will not put up with?"
  },
  {
    "text": "If you could lock someone up and throw away the key, would you and if so, who would that be?"
  },
  {
    "text": "Does your family have any weird traditions?"
  },
  {
    "text": "What's something that is common today that humans will be embarrassed about doing in 50 years?"
  },
  {
    "text": "If you could lock someone up and throw away the key, would you and if so, who would that be?"
  },
  {
    "text": "What is the last big goal you accomplished?"
  },
  {
    "text": "If you could lock someone up and throw away the key, would you and if so, who would that be?"
  },
  {
    "text": "Is there anything that most people find cute that creeps you out?"
  },
  {
    "text": "If you could lock someone up and throw away the key, would you and if so, who would that be?"
  },
  {
    "text": "How difficult is it for you to try new things?"
  },
  {
    "text": "Are you currently going through any type of phase?"
  },
  {
    "text": "What's something that you never seem to get tired of doing?"
  },
  {
    "text": "What would you do if you saw a giraffe on the side of the road?"
  },
  {
    "text": "What would your dream day look like?"
  },
  {
    "text": "What is a restaurant you refuse to eat at and why?"
  },
  {
    "text": "What's something that you never seem to get tired of doing?"
  },
  {
    "text": "What food have you never tried?"
  },
  {
    "text": "Have you ever had a missed connection encounter?"
  },
  {
    "text": "What have you found more helpful than you ever imagined it could be?"
  },
  {
    "text": "If you had an extra hour a day that had to be allocated to one specific purpose, how would you use it?"
  },
  {
    "text": "What have you found more helpful than you ever imagined it could be?"
  },
  {
    "text": "What's your most recent passion?"
  },
  {
    "text": "What is socially acceptable today that you think won't be in 10 years?"
  },
  {
    "text": "What song currently speaks to you the most?"
  },
  {
    "text": "What's the last thing that you gave up on? Are you happy or disappointed?"
  },
  {
    "text": "What are some things don't you understand about the opposite sex?"
  },
  {
    "text": "What are the top three qualities you admire in others?"
  }
]
